{
  "story": [
    {
      "id": "1",
      "title": "The Lion and the Fox",
      "story": "Some Dogs found the skin of a Lion and furiously began to tear it with their teeth. A Fox chanced to see them and laughed scornfully. \"If that Lion had been alive,\" he said, \"it would have been a very different story. He would have made you feel how much sharper his claws are than your teeth.\"",
      "moral": "It is easy and also contemptible to kick a man that is down."
    },
    {
      "id": "2",
      "title": "The Lark and Her Young Ones",
      "story": "A Lark made her nest in a field of young wheat. As the days passed, the wheat stalks grew tall and the young birds, too, grew in strength. Then one day, when the ripe golden grain waved in the breeze, the Farmer and his son came into the field. \"This wheat is now ready for reaping,\" said the Farmer. \"We must call in our neighbors and friends to help us harvest it.\" The young Larks in their nest close by were much frightened, for they knew they would be in great danger if they did not leave the nest before the reapers came. When the Mother Lark returned with food for them, they told her what they had heard. \"Do not be frightened, children,\" said the Mother Lark. \"If the Farmer said he would call in his neighbors and friends to help him do his work, this -wheat will not be reaped for a while yet.\" A few days later, the wheat was so ripe, that when the wind shook the stalks, a hail of wheat grains came rustling down on the young Larks' heads. \"If this wheat is not harvested at once,\" said the Farmer, \"we shall lose half the crop. We cannot wait any longer for help from our friends. Tomorrow we must set to work, ourselves.\" When the young Larks told their mother what they had heard that day, she said: \"Then we must be off at once. When a man decides to do his own work and not depend on any one else, then you may be sure there will be no more delay.\" There was much fluttering and trying out of wings that afternoon, and at sunrise next day, when the Farmer and his son cut down the grain, they found an empty nest.",
      "moral": "Self-help is the best help."
    },
    {
      "id": "3",
      "title": "The Fighting Cocks and the Eagle",
      "story": "Once there were two Cocks living in the same farmyard who could not bear the sight of each other. At last one day they flew up to fight it out, beak and claw. They fought until one of them was beaten and crawled off to a corner to hide. The Cock that had won the battle flew to the top of the hen-house, and, proudly flapping his wings, crowed with all his might to tell the world about his victory. But an Eagle, circling overhead, heard the boasting chanticleer and, swooping down, carried him off to his nest. His rival saw the deed, and coming out of his corner, took his place as master of the farmyard.",
      "moral": "Pride goes before a fall."
    },
    {
      "id": "4",
      "title": "The Porcupine and the Snakes",
      "story": "A Porcupine was looking for a good home. At last he found a little sheltered cave, where lived a family of Snakes. He asked them to let him share the cave with them, and the Snakes kindly consented. The Snakes soon wished they had not given him permission to stay. His sharp quills pricked them at every turn, and at last they politely asked him to leave. \"I am very well satisfied, thank you,\" said the Porcupine. \"I intend to stay right here.\" And with that, he politely escorted the Snakes out of doors. And to save their skins, the Snakes had to look for another home.",
      "moral": "Give a finger and lose a hand."
    },
    {
      "id": "5",
      "title": "The Dog and His Master's Dinner",
      "story": "A Dog had learned to carry his master's dinner to him every day. He was very faithful to his duty, though the smell of the good things in the basket tempted him. The Dogs in the neighborhood noticed him carrying the basket and soon discovered what was in it. They made several attempts to steal it from him. But he always guarded it faithfully. Then one day all the Dogs in the neighborhood got together and met him on his way with the basket. The Dog tried to run away from them. But at last he stopped to argue. That was his mistake. They soon made him feel so ridiculous that he dropped the basket and seized a large piece of roast meat intended for his master's dinner. \"Very well,\" he said, \"you divide the rest.\"",
      "moral": "Do not stop to argue with temptation."
    },
    {
      "id": "6",
      "title": "The Sheep and the Pig",
      "story": "One day a shepherd discovered a fat Pig in the meadow where his Sheep were pastured. He very quickly captured the porker, which squealed at the top of its voice the moment the Shepherd laid his hands on it. You would have thought, to hear the loud squealing, that the Pig was being cruelly hurt. But in spite of its squeals and struggles to escape, the Shepherd tucked his prize under his arm and started off to the butcher's in the market place. The Sheep in the pasture were much astonished and amused at the Pig's behavior, and followed the Shepherd and his charge to the pasture gate. \"What makes you squeal like that?\" asked one of the Sheep. \"The Shepherd often catches and carries off one of us. But we should feel very much ashamed to make such a terrible fuss about it like you do.\" \"That is all very well,\" replied the Pig, with a squeal and a frantic kick. \"When he catches you he is only after your wool. But he wants my bacon! gree-ee-ee!\"",
      "moral": "It is easy to be brave when there is no danger."
    }
  ]
}